[{ "Species": "Orca",
    "Img": "/images/Orca.jpg",
    "Description": "Orcas, also known as killer whales, are highly intelligent marine mammals known for their striking black and white coloration. They are the largest members of the dolphin family and are found in oceans worldwide.",
    "WhenNWhereToSee": [{"Where": "Vancouver Island, Canada", "When":"May-Sep"}, {"Where": "Scotland", "When":"May-Sep"}, {"Where": "Azores", "When":"Occasional, mostly spring"}],
    "HowToFind": "Look for their distinctive dorsal fins and listen for their vocalizations. They often travel in pods and can be spotted from boats or shorelines."
    },
   {
    "Species": "Grey",
    "Img": "/images/Grey.jpg",
   "Description": "Grey whales are known for their long migrations and unique barnacle-covered skin. They are baleen whales that feed on small crustaceans and are often seen in coastal waters.",
   "WhenNWhereToSee": [{"Where": "Vancouver Island, Canada", "When":"Mar-Apr"}, {"Where": "Baja California, Mexico", "When":"Jan-Mar"}],
    "HowToFind": "Look for their spouts and flukes as they surface to breathe. They can often be seen feeding near the shore."
   },
    {
    "Species": "Humpback",
    "Img": "/images/Humpback.jpg",
    "Description": "Humpback whales are known for their acrobatic breaches and complex songs. They have long pectoral fins and a distinctive hump on their backs.",
    "WhenNWhereToSee": [{"Where": "Vancouver Island, Canada", "When":"Jun-Sep"}, {"Where": "Quebec, Canada", "When":"Jul-Aug"}, {"Where":"Iceland","When":"Jul-Aug"}, {"Where":"Dominica","When":"Jan-Mar"},{"Where":"Baja California, Mexico","When":"Dec-Apr"}, {"Where":"Colombia","When":"Aug-Sep"  }, {"Where":"Scotland","When":"Feb-Apr"}, {"Where":"Azores","When":"Oct" }, {"Where":"Western Cape, South Africa","When":"Jun-Nov"}, {"Where":"Sri Lanka","When":"Nov-Apr"}],
    "HowToFind": "Listen for their songs and watch for their breaches. They often travel in small groups and can be seen feeding near the surface."
    },
    {
    "Species": "Minke",
    "Img": "/images/Minke.jpg",
    "Description": "Minke whales are the smallest of the baleen whales and are known for their speed and agility. They have a streamlined body and a pointed snout.",
    "WhenNWhereToSee": [{"Where": "Vancouver Island, Canada", "When":"Jul-Sep"}, {"Where": "Quebec, Canada", "When":"Jun-early Oct"},{"Where":"Iceland","When":"May-Aug"},{ "Where":"Baja California, Mexico","When":"Occasional, mostly in winter"}, {"Where":"Scotland","When":"May-Sep"}],
    "HowToFind": "Look for their small dorsal fins and watch for their quick movements. They can often be seen feeding near the surface and are known for their elusive nature."
    },
    {    "Species": "Blue",
    "Img": "/images/Blue.jpg",
    "Description": "Blue whales are the largest animals on Earth, known for their immense size and deep blue coloration. They are baleen whales that feed on small shrimp-like animals called krill.",
    "WhenNWhereToSee": [{"Where": "Quebec, Canada", "When":"Jun-Sep"}, {"Where": "Iceland", "When":"Jul"}, {"Where": "Baja California, Mexico", "When":"Feb-Mar"},{"Where": "Azores", "When":"Apr-May"},{ "Where": "Sri Lanka", "When":"Nov-Apr"}],
    "HowToFind": "Look for their large spouts and long, slender bodies. They can often be seen feeding near the surface and are known for their deep dives."
    },
    {    "Species": "Fin",
    "Img": "/images/Fin.jpg",
    "Description": "Fin whales are the second largest whales and are known for their speed and sleek bodies. They have a distinctive dorsal fin and long, slender shape.",
    "WhenNWhereToSee": [{"Where": "Quebec, Canada", "When":"Jul-Sep"}, {"Where": "Baja California, Mexico", "When":"Dec-Apr"}, {"Where": "Scotland", "When":"Jun-Aug"   }, {"Where": "Azores", "When":"Apr-May"}],
    "HowToFind": "Look for their tall spouts and long, slender bodies. They can often be seen feeding near the surface and are known for their fast swimming."
    },
    {    "Species": "Beluga",
    "Img": "/images/Beluga.jpg",
    "Description": "Beluga whales are known for their white coloration and vocalizations. They are social animals that often travel in pods and are found in Arctic and sub-Arctic waters.",
    "WhenNWhereToSee": [{"Where": "Quebec, Canada", "When":"May-Oct"}],
    "HowToFind": "Listen for their vocalizations and look for their white coloration. They can often be seen swimming near the surface and are known for their playful behavior."
    },
    {    "Species": "Sperm",
    "Img": "/images/Sperm.jpg",
    "Description": "Sperm whales are the largest toothed whales and are known for their deep dives and large heads. They have a distinctive block-shaped head and can be found in deep ocean waters.",
    "WhenNWhereToSee": [{"Where": "Iceland", "When":"Jun-Aug"}, {"Where": "Dominica", "When":"Oct-Mar"}, {"Where": "Baja California, Mexico", "When":"Feb-Apr"  }, {"Where": "Scotland", "When":"Jun-Aug"}, {"Where": "Azores", "When":"year-round"}, {"Where": "Sri Lanka", "When":"Nov-Apr"}],
    "HowToFind": "Look for their large spouts and block-shaped heads. They can often be seen diving deep for squid and other prey."
},
{
    "Species": "Sei",
    "Img": "/images/Sei.jpg",
    "Description": "Sei whales are known for their speed and streamlined bodies. They are baleen whales that feed on small fish and krill and are often found in deep ocean waters.",
    "WhenNWhereToSee": [{"Where": "Iceland", "When":"Jun-Aug"}, {"Where": "Azores", "When":"Apr-May"}],
    "HowToFind": "Look for their tall spouts and streamlined bodies. They can often be seen swimming near the surface and are known for their fast swimming."    
},
{
    "Species": "Short-finned Pilot",
    "Img": "/images/Short-finned-Pilot.jpg",
    "Description": "Short-finned pilot whales are known for their social behavior and strong family bonds. They have a robust body and a rounded head, and they often travel in large pods.",
    "WhenNWhereToSee": [{"Where": "Dominica", "When":"year-round"}, {"Where": "Azores", "When":"year-round"}],
    "HowToFind": "Look for their rounded heads and large dorsal fins. They can often be seen swimming in groups and are known for their acrobatic behavior."
    },
    {"Species": "False Killer",
    "Img": "/images/false-killer.jpg",
    "Description": "False killer whales are known for their social behavior and strong family bonds. They have a sleek body and a long, slender dorsal fin. They are often found in deep ocean waters and are known for their playful behavior.",
    "WhenNWhereToSee": [{"Where": "Dominica", "When":"year-round"}],
    "HowToFind": "Look for their long dorsal fins and sleek bodies. They can often be seen swimming in groups and are known for their acrobatic behavior."
    },
    {"Species": "Melon-headed",
    "Img": "/images/Melon-headed.jpg",
    "Description": "Melon-headed whales are known for their social behavior and strong family bonds. They have a rounded head and a sleek body, and they often travel in large pods.",
    "WhenNWhereToSee": [{"Where": "Dominica", "When":"year-round"}],
    "HowToFind": "Look for their rounded heads and sleek bodies. They can often be seen swimming in groups and are known for their acrobatic behavior."
    },
    {"Species": "Pygmy Sperms",
    "Img": "/images/Pygmy-Sperms.jpg",
    "Description": "Pygmy sperm whales are the smallest of the sperm whale family. They have a rounded head and a small dorsal fin, and they are often found in deep ocean waters.",
    "WhenNWhereToSee": [{"Where": "Dominica", "When":"year-round"}],
    "HowToFind": "Look for their small dorsal fins and rounded heads. They can often be seen swimming near the surface and are known for their elusive nature."
    },
    {"Species": "Dwarf Sperm",
    "Img": "/images/Dwarf-Sperm.jpg",
    "Description": "Dwarf sperm whales are the smallest of the sperm whale family. They have a rounded head and a small dorsal fin, and they are often found in deep ocean waters.",
    "WhenNWhereToSee": [{"Where": "Dominica", "When":"year-round"}],
    "HowToFind": "Look for their small dorsal fins and rounded heads. They can often be seen swimming near the surface and are known for their elusive nature."
    },
    {   "Species": "Bryde’s",
    "Img": "/images/Brydes.jpg",
    "Description": "Bryde's whales are known for their speed and sleek bodies. They have a distinctive dorsal fin and long, slender shape. They are often found in warm waters and are known for their fast swimming.",
    "WhenNWhereToSee": [{"Where": "Baja California, Mexico", "When":"year-round"}, {"Where": "Western Cape, South Africa", "When":"year-round"}, {"Where": "Sri Lanka", "When":"year-round"}],
    "HowToFind": "Look for their tall spouts and long, slender bodies. They can often be seen swimming near the surface and are known for their fast swimming."
    },
    {   "Species": "Beaked",
    "Img": "/images/Beaked.jpg",
    "Description": "Beaked whales are known for their deep dives and elusive nature. They have a streamlined body and a long, slender shape. They are often found in deep ocean waters and are known for their mysterious behavior.",
    "WhenNWhereToSee": [{"Where": "Azores", "When":"year-round"}],
    "HowToFind": "Look for their small dorsal fins and streamlined bodies. They can often be seen swimming near the surface and are known for their elusive nature."
    },
    {   "Species": "Southern Right",
    "Img": "/images/Southern-Right.jpg",
    "Description": "Southern right whales are known for their large size and distinctive callosities on their heads. They are baleen whales that feed on small crustaceans and are often found in coastal waters.",
    "WhenNWhereToSee": [{"Where": "Western Cape, South Africa", "When":"Jun-Nov"}],
    "HowToFind": "Look for their large spouts and distinctive callosities. They can often be seen swimming near the surface and are known for their slow, graceful movements."
    }
]